IdeaRS.Connections
ConnectionTemplate.ParametersModelLinks Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionTemplate.ParametersModelLinks"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Dictionary<int, ParameterModelLink> ParametersModelLinks { get; set; }
Property Value
Type: Dictionary<Int32, ParameterModelLink>
See Also
Reference
ConnectionTemplate Class
IdeaRS.Connections.Data Namespace